export default [
	{
		title: "关于简历投递",
		showQACount: 2,
		isShowQA: true,
		list: [
			{
				q: "1.校招正式批的招聘对象是哪些同学？",
				a: "本次校招针对2023、2024届毕业生，即2022年9月至2024年8月毕业的同学。中国大陆以毕业证为准，非中国大陆地区以学位证为准，且最高学历毕业后无全职或短暂工作经验。",
			},
			{
				q: "2.校招正式批的整体时间线是什么样呢？",
				a: "简历投递 ：9-12月持续开放；       测评：投递后自动触发；      面试：9月底-12月底；        Offer发放：10-12月",
			},
			{
				q: "3.每人每次可以投递几个岗位呢？",
				a: "每人最多可填报2个岗位志愿。本次正式批一个同学可以投递两个岗位。 如果你投递的职位未被录用，HR 有可能会根据你的简历情况，再次邀请你进入校招流程。你的申请职位及招聘进度会随之更新，请留意相关邮件及短信通知；",
			},
			{
				q: "4.招聘对学历和所学专业有限制吗？",
				a: "wenext是一家智能制造公司，对管培生无绝对的专业要求，理工科背景优先。不同的职位对人才的需求会有所不同，有关学历和专业的要求都会在具体的职位描述中呈现。",
			},
			{
				q: "5.如果已经投递了日常实习或社招职位，还可以投递校招职位吗？",
				a: "可以。之前投递的岗位在进度中可能还会查询到，并出现排在校招志愿之前的情况。",
			},
			{
				q: "6.职位投递成功后，还可以修改投递职位或调整志愿顺序吗？",
				a: "平行志愿原则，简历筛选不参考候选人志愿顺序，同时投递后也无法调整志愿顺序。",
			},
			{
				q: "7.如何知道我的招聘进展？",
				a: "关注【未来工场招聘】-菜单栏选择【校园招聘】-【进度查询】即可查询简历实时进展。",
			},
			{
				q: "8.如果简历状态已经停留在某一个阶段很久了（超过 10 个工作日），说明流程已经结束了吗？",
				a: "如流程结束，进展查询中会显示【暂不合适】，如仍在流程说明简历尚在评估。",
			},
			{
				q: "9.实习生岗位的招聘对象？",
				a: "目前我们的实习生岗位接受大三及以上年级的在校生简历。",
			},
		],
	},
	{
		title: "关于笔试",
		showQACount: 2,
		isShowQA: true,
		list: [
			{
				q: "1.正式批投递通道中所有职位都会安排测评或笔试吗？",
				a: "不是的，我们会根据职位类型决定候选人进入笔试或测评阶段，请大家注意查收邮箱。",
			},
			{
				q: "2.笔试采取什么形式？是什么时候？",
				a: "采取在线笔试的形式，笔试前会发送笔试邀请，请耐心等待邮件和短信通知。",
			},
			{
				q: "3.错过此次笔试，还能再参加笔试吗？",
				a: "建议大家收到笔试通知后，尽量按时参加。如因特殊原因无法参加，请在【未来工场招聘】公众号后台留言说明。我们将会在后续笔试发放日触发新的笔试通知，收到通知的48h内需要完成作答，请耐心等待邮件和短信通知。  * 同一个职位，笔试邀请两次均未作答者，将没有机会参与该职位后续笔试。",
			},
			{
				q: "4. 我收到了多个测评，都需要参加吗？",
				a: "收到多次测评时，只需要做一次即可。当第二次收到测评链接时，单击测评链接，填写正确的信息，可以选择复用第一次测评结果或再做一次。",
			},
			{
				q: "5.我收到了多个笔试，都需要参加吗？",
				a: "是的，笔试内容会根据投递岗位有所区别，需要完成对应岗位的笔试。",
			},
			{
				q: "6.测频或笔试之后，为什么简历状态一直为【笔试中】？",
				a: "测评和笔试都属于“笔试中”进度，我们正在对测评笔试结果进行评估，请耐心等待测评或笔试结果。",
			},
			{
				q: "7.如何查询到测评或笔试成绩？",
				a: "暂时无法查询，测评和笔试没有设置具体的及格线，是面试官是否发起面试的重要参考。",
			},
		],
	},
	{
		title: "关于面试",
		showQACount: 2,
		isShowQA: true,
		list: [
			{
				q: "1.面试形式是怎样的？",
				a: "面试将采用主要为线上腾讯会议面试，校招组将视各城市简历投递情况开展线下面试工作；",
			},
			{
				q: "2.为什么我收不到任何面试信息？",
				a: "在投递简历时务必保证手机号、邮箱的正确与有效性，以便您成功接收面试信息，正常情况下我们会在每个环节提前1-2天与您朕系。",
			},
			{
				q: "3.一共有几轮面试呢？",
				a: "「X-Lab」管培生面试一共两轮，分别是综合面及BOSS面，均为单面；",
			},
			{
				q: "4.面试后多长时间可以收到结果？",
				a: "关注【未来工场招聘】公众号，菜单栏【校园招聘】-【查看进度】可实时查看招聘进展。",
			},
		],
	},
]
